= RD2ODT - for RD-ists whose want graceful output.

== 注意事項

本仕様書は完成していない．



== 対象者

本プログラムは以下の人にお勧めする．
(0) RDの書式は好きだが，紙出力やPDF出力時はもっとよいデザインであってほしいと思っている人．
(0) OpenOffice.orgの出力に満足しているが，入力は愛用のテキストエディタを使いたい人．
    ほら，周りによくいませんか．
    未だにEmacsとかVIMとか使っている人．
    まあ雄也もそうなんですけど，なにか?
(0) ウェブページを作るとき，HTMLで文書構造を記述してスタイルはスタイルシートで記述していて，OpenOffice.orgでも別々にとらえることはできないだろうかと考えている人．
(0) 最終的な体裁は綺麗にしたいが，変更が激しい初期はできればテキストファイルで編集して，メイルでみなの意見をもらいたい人．

本プログラムは以下の人には，とてもお勧め((*できない*))．
(0) OpenOffice.orgの全てに満足している人．
(0) RDの書式が嫌いな人．
    ただし，表や画像が入力できない点を気にしている人にはお勧めできる．
(0) HTMLへの出力をしたい人．
    RDtool標準のrd2htmlやrd2html-extがより適切と考えられる．
(0) 「OpenOffice.orgでスタイル? なにそれ，うまいの?」な人

== 既知の不具合

ない!

既知じゃない不具合はあるかもしんない．

== 目標

